Repository: RedTurtle/plone.contentratings
Catalog: plone/contentratings/locales/*/LC_MESSAGES/plone.contentratings.po
Languages: cs, eu

source: Acquired Categories
cs: Zděděné kategorie
eu: Hartutako kategoriak

source: Add, modify, or remove rating categories. You may specify a title, description, conditions for viewing and setting ratings, a view to display the rating, and a relative order number. Categories which are defined at a lower level (e.g., globally) may not be edited. You need to save your changes after adding or removing categories
cs: Přidejte, upravte nebo zrušte kategorie hodnocení. Můžete zadat nadpis, popis, podmínky pro zobrazení a změnu hodnocení, pohled pro zobrazení hodnocení a relativní pořadí. Kategorie, které jsou definovány na nižší úrovni (například globální kategorie) nelze změnit. Nezapoměňte po přidání nebo odebrání kategorií uložit změny.
eu: Bozketa kategoriak gehitu, aldatu edo ezabatu. Bakoitzarentzat izenburua, deskribapena, baimenak eta ordena zenbakia aukeratu ditzakezu. Globalki ezarrita dauden kategoriak ez dira editagarriak. Zure aldaketak gorde egin beharko dituzu kategoriak gehitu edo aldatzen dituzun bakoitzean

source: Assignment
cs: Přiřazení
eu: Esleipena

source: Categories
cs: Kategorie
eu: Kategoriak

source: Category
cs: Kategorie
eu: Kategoria

source: Category Assignments
cs: Přiřazení kategorií
eu: Kategoria-esleipenak

source: Change Portal Type
cs: Změna typu položky
eu: Mota aldatu

source: Check this box to add ratings to this item. Use the control panel to select the ratings shown on each content type.
cs: Zaškrtnutím tohoto pole povolíte hodnocení této položky. V nastavení portálu můžete vybrat, které typy hodnocení budou zobrazeny u příslužných typů položek.
eu: Aukeratu hau elementu honi botuak gehitzeko. Erabili kontrol-panela elementu-mota bakoitzean agertuko diren bozketa-motak aukeratzeko.

source: Choose a portal type from the list and select one or more rating categories to appear on that type.
cs: Vyberte typ položky ze seznamu a vyberte jednu nebo více kategorií, které budou u tohoto typu položek povoleny.
eu: Aukeratu elementu-mota bat zerrendatik eta elementu-mota horietan agertuko diren bozketa kategoria bat edo gehiago-

source: Enable Ratings
cs: Povolit hodnocení
eu: Bozketak aktibatu

source: Local Categories
cs: Místní kategorie
eu: Kategoria lokalak

source: Manage Categories
cs: Správa kategorií
eu: Kategoriak kudeatu

source: Portal Type
cs: Typ položky
eu: Elementu-mota

source: Rating Assignments
cs: Přiřazení hodnocení
eu: Bozketaren esleipenak

source: Ratings
cs: Hodnocení
eu: Botuak

source: Select the view for this category
cs: Vyberte pohled (view) pro tuto kategorii
eu: Aukeratu kategoria honen bista

source: Set the categories for portal types
cs: Vyberte kategorie pro typy položek
eu: Elementu-motentzat kategoriak aukeratu

source: Settings related to content ratings.
cs: Nastavení hodnocení položek
eu: Edukien bozketen inguruko ezarpenak

source: View
cs: Pohled (view)
eu: Ikusi
